{
  "plugins": {
    "LuaSnip": {
      "src": "g:L3MON4D3/LuaSnip"
    },
    "Navigator.nvim": {
      "src": "g:numToStr/Navigator.nvim"
    },
    "cmp-buffer": {
      "src": "g:hrsh7th/cmp-buffer"
    },
    "cmp-calc": {
      "src": "g:hrsh7th/cmp-calc"
    },
    "cmp-nvim-lsp": {
      "src": "g:hrsh7th/cmp-nvim-lsp"
    },
    "cmp-path": {
      "src": "g:hrsh7th/cmp-path"
    },
    "cmp_luasnip": {
      "src": "g:saadparwaiz1/cmp_luasnip"
    },
    "grug-far.nvim": {
      "src": "g:MagicDuck/grug-far.nvim"
    },
    "gruvbox.nvim": {
      "src": "g:ellisonleao/gruvbox.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "g:mason-org/mason-lspconfig.nvim"
    },
    "mason.nvim": {
      "src": "g:mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "g:echasnovski/mini.nvim"
    },
    "nvim-biscuits": {
      "src": "g:code-biscuits/nvim-biscuits"
    },
    "nvim-cmp": {
      "src": "g:hrsh7th/nvim-cmp"
    },
    "nvim-dap": {
      "src": "g:mfussenegger/nvim-dap"
    },
    "nvim-dap-ui": {
      "src": "g:rcarriga/nvim-dap-ui"
    },
    "nvim-lspconfig": {
      "src": "g:neovim/nvim-lspconfig"
    },
    "nvim-nio": {
      "src": "g:nvim-neotest/nvim-nio"
    },
    "nvim-treesitter": {
      "src": "g:nvim-treesitter/nvim-treesitter"
    },
    "plenary.nvim": {
      "src": "g:nvim-lua/plenary.nvim"
    },
    "render-markdown.nvim": {
      "src": "g:MeanderingProgrammer/render-markdown.nvim"
    },
    "ripgrep": {
      "src": "g:BurntSushi/ripgrep"
    },
    "telescope-fzf-native.nvim": {
      "src": "g:nvim-telescope/telescope-fzf-native.nvim"
    },
    "telescope.nvim": {
      "src": "g:nvim-telescope/telescope.nvim"
    },
    "undotree": {
      "src": "g:mbbill/undotree"
    },
    "vim-fugitive": {
      "src": "g:tpope/vim-fugitive"
    }
  }
}
